regulation_documents = [
    {
        "title": "1. Степень. Упрощение",
        "text": """
            - не называется фамилия, должность работника или позывной;
            - сокращение установленных форм;
            - передача показаний светофоров по маршруту следования;
            - прочие упрощения установленного регламента, не указанные ниже
        """
    },
    {
        "title": "1. Степень. Посторонние разговоры",
        "text": """
            - ведение разговоров, не относящихся к выполнению должностных обязанностей
        """
    },
    {
        "title": "2. Степень. Нарушение порядка взаимоконтроля",
        "text": """
            - передача команды (сообщения) не лаконично (не четко, непонятно);
            - неубеждение в правильности восприятия команды;
            - неуказание места нахождения руководителя маневров при движении маневрового состава вагонами вперед;
            - нарушение руководителем маневров периодичности сообщений машинисту при движении вагонами вперед
        """
    },
    {
        "title": "3. Степень. Нарушение порядка передачи указания, которое может привести к нарушению безопасности движения или травмированию",
        "text": """
            - передача указания по нерегистрируемым средствам связи (при наличии исправной регистрируемой связи);
            - непередача сообщения о неполном приготовлении маршрута;
            - непередача сообщения о расстоянии до сцепления с вагонами;
            - нарушение регламента переговоров при приеме, отправлении поезда при запрещающем показании входного или выходного светофоров (не указание литера светофора, номера приказа, фамилии ДСП, номера поезда, сведения о готовности маршрута...);
            - нарушение регламента служебных переговоров при производстве маневровой работы при запрещающем показании маневрового светофоров (не указание литера светофора, фамилии ДСП, номера поезда, сведения о готовности маршрута ...);
            - передача машинисту разрешения на отцепку локомотива без получения доклада о закреплении состава;
            - не указание сторонности закрепления подвижного состава;
            - передача разрешения на изъятие тормозных башмаков без получения доклада от машиниста о прицепке локомотива;
            - движение без получения команды от руководителя маневров
        """
    },
]
