roles_documents = [
    {
        "title": "Роль: ДСП (дежурный по станции)",
        "text": """
            Штатная должность на железнодорожном транспорте, сменный помощник начальника железнодорожной станции.
            В его обязанности входит:
                единолично распоряжаться приёмом, отправлением и пропуском поездов по железнодорожной станции;
                контролировать поезда на прилегающих к станции перегонах;
                руководить маневровыми передвижениями в пределах одного раздельного пункта сети железных дорог;
        """
    },
    {
        "title": "Роль: ДНЦ (поездной диспетчер)",
        "text": """
            Он единолично руководит движением поездов на своём участке (диспетчерском круге) и несёт за это полную ответственность.
            Обязанности поездного диспетчера:
                соблюдение графика движения поездов;
                отдача указаний по остановке, началу и продолжению движения локомотивным и ремонтным бригадам;
                выдача разрешений на проведение ремонтных работ на путевом хозяйстве;
                передача сигналов на переключение стрелочных переводов, включение средств регулирования движения;
                регулирование движением поездов в рабочем и аварийном графике, принятие решений по пропуску и остановке составов;
                ведение оперативных переговоров, служебной документации.
        """
    },
    {
        "title": "Роль: ПС (руководитель вагона путеизмерителя)",
        "text": """
            Руководитель вагона путеизмерителя отвечает за организацию и 
            контроль процесса измерения состояния железнодорожного пути. 
            Он следит за точностью выполнения измерений и соблюдением техники безопасности при проведении работ. 
            В процессе работы он выполняет следующие операции:
                координирует действия команды вагона путеизмерителя;
                проверяет и калибрует измерительное оборудование;
                контролирует параметры рельсов и железнодорожного полотна, включая ширину колеи, уровень рельсов и их износ;
                анализирует полученные данные и составляет отчеты о состоянии пути;
                обеспечивает безопасность персонала при проведении измерений;
                взаимодействует с диспетчерами и другими службами железной дороги для своевременного устранения выявленных неисправностей.
        """
    },
    {
        "title": "Роль: Составитель",
        "text": """
            Отвечает за формирование и расформирование поездов различных составов, 
            а также за безопасность при производстве маневровой работы. 
            В процессе работы он выполняет следующие операции: 
                по радиосвязи, а также ручными и звуковыми сигналами даёт команды на движение маневровому локомотиву; 
                расцепку и сцепку вагонов; соединение и разъединение тормозных рукавов; 
                закрепление состава при его остановке; 
                перевод нецентрализованных стрелок; вытормаживание отцепов.
        """
    },
    {
        "title": "Роль: ТЧМ (машинист)",
        "text": """
            Cпециалист на железнодорожном транспорте, осуществляющий управление локомотивом 
            (паровоз, тепловоз, электровоз) или моторвагонным подвижным составом (дизель-поезд, электропоезд).
        """
    },
]
